Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/katja-tn.html.tmx
Source language: nob
Languages: sme

source: Da hun kom hjem, kastet hun seg i bestemors fang og strigråt så hele den vesle kroppen skalv.
sme: Go son viimmat ollii ruoktot, áhči mielde, de viegai son njuolga áhku sallii ja čierrugođii nu go doarggistii vel.

source: Hun klamret seg til bestemor.
sme: Ii sus boahtán sátni ge.

source: Det var som om hun ikke hadde ord mer, bare tårer.
sme: Ii son orron hupmat máhttime, dušše čierui ja doalai áhku birra čeabeha nu čavga.

source: Bestemor strøk henne over ansiktet, og småpratet kjærlig. Kátjá gråt lenge, lenge, til hun sovnet i fanget til bestemor.
sme: Áhkku njávkkadii su litna gieđaiguin ja sártnohalai su. Guhká, guhká čierui Kátjá áhku askkis.

source: Bestemor bar henne til sengs.
sme: Maŋemus ribahii son nahkáriid.

source: - Kan skolen være bra for samebarn, sukket hun. øynene var fulle av sorg da hun så på den sovende lillehjelperen sin.
sme: — Mot sáhtta skuvla buori dahkat sámimánáide, šuohkehii son ja geahčai moraš čalmmiiguin iežas unna biiggážii.

source: - Stakkars vesla. Tro hva du har gått gjennom?
sme: — Mánná riehpu, maid son don gis leat čađamannan?

source: Og dette er bare begynnelsen!
sme: Ja dat lea easka álgu!

source: Hun satt lenge ved det sovende barnet.
sme: Son čohkkái oanehaš ja geahčai dan oađđi mánnái.

source: Tenkte på den kvelden da Kátjá ble født i det forferdelige uværet.
sme: Su muitui badjánii dat eahket go Kátjá riegádii. Hirbmat dálkki čađa.

source: Var det tegn på at hun måtte leve et stormfullt liv?
sme: Lei go son dat mearkan ahte son šaddá eallit garra roasuid čađa ja vuostá?

source: - Måtte du, kjære Gud, gi henne styrke til å klare det!
sme: — Ipmil, attášit sutnje fámu dan nagodit.

source: Den lange og triste vinteren tok endelig slutt.
sme: Nu nogai aŋkke dat guhkes, váivves skábma.

source: Sola kom fram bak de bleke skyene, og med sola ble det vår i lufta.
sme: Šovkes balvvaid čađa idii beaivi ja beaivvi fárus bođii fas giđđa ilbmi.

source: Men Kátjá følte ikke at det var vår.
sme: Kátjá ii nagodan oaidnit ii ge dovdat gida boahtima.

source: Det var ikke mulig å høre våren komme mens hun var på skolen, eller lukte den.
sme: Márkanis han lei veadjemeahttun gullat giđa jienaid ja haksit giđa hájaid.

source: Hun tenkte ofte på det, i de endeløse ettermiddagene etter skoletid, mens hun stirret ut av vinduene. - Hvorfor er vårsola så fremmed og kald her?
sme: Daid ollu maŋŋelgaskabeivviid, go son guovlladii áibbašemiin daid stuora skuvlalásiid čađa olggos, jurddašii son máiigga geardde imaštallamiin: Oba ártet go giđđa beaivváš lea nu amas ja galmmas dáppe márkanis.

source: Den har sikkert smelta noe av snøen allerede. I hvert fall så mye at far kan koke kaffe på tørrmark når han er ute på andejakt.
sme: Ruovttus lea dat nu liekkas, lea várra dáljuo suddadan nu stuora bievllaid ahte áhčči beassá bievllas gáfestallat loddedettiin.

source: Tro om han har fått mange fugler i vår?
sme: Lea go son áhčči goddán ollu lottiid dán giđa?

source: Tro om lillebror er blitt så stor at han kan springe far i møte når han kommer hjem fra andejakta? Kanskje lillebror har lært seg navnene på de forskjellige fuglene?
sme: Lea go son unna vieljaš nu searra ahte viehká áhči ovddal go áhčči boahtá loddemis, ja dovdá go son unna vieljaš lottiid namaid?

source: Tro om far savner meg når jeg ikke er der og spør hva han har opplevd på jaktturen?
sme: Váillaha go son áhčči mu dán giđa? Go in leat jearaheame meahccái ságaid.

source: Mor har jo ikke tid til å spørre om hvilke fugler som allerede er kommet.
sme: Ii eadni goit várra astta jearrat áhčis man galle lágán lottit leat juo boahtán.

source: Og bestemor trenger ikke spørre far om noe. Hun vet jo alt selv.
sme: Ja áhkku ii dárbbaš áhčis maidege jearrat, áhkku diehtá ieš buot.

source: Åh, som jeg ønsker at jeg fikk se når isen går! Bli med mor og far når de setter båten på vann et.
sme: Vuoi man ahkit lea go in beasa balduid oaidnit go golget, in ge beasa áhči ja eatni mielde fatnasa bidjat čáhcái ja jieŋaid čađa dainna johtit.

source: Så morsamt det pleier å være!
sme: Dat láve nu somá!

source: Der isen gikk, satte de garn.
sme: Ja de bidjat firpmiid jiekŋaravdii.

source: Far hadde alltid hagla med seg på slike turer.
sme: Áhčis láve vel álo bissu mielde fíerpmodettiin.

source: Han hørte endene, lenge før de nærmet seg.
sme: Son láve áigá juo gullat go čáhcelottit lahkonišgohtet.

source: Fort festet han garnet i båten og tok fram hagla.
sme: De láve son čanastit fierbmegeaži gitta ja dohppet bissu.

source: Kátjá pleide å gjemme seg foran i båten og vente spent.
sme: Ja Kátjá láve skohttasii náđđat amas baldit lottiid eará guvlui.

source: Havellene hørte man på lang avstand.
sme: Haŋŋáid láve áigájuo gullat go dat bohtet.

source: De fløy i flokker og lagde et veldig leven.
sme: Dat lávejit girdit stuora doahkkin. ja rigeret.

source: Svartendene kom plutselig, bare to eller fire fugler i lag.
sme: Njurgot lávejit fas idistit bái fáhkka dušše guokte dahje njeallje lotti.

source: Hun hadde aldri riktig skjønt hvordan de laget den fine plystrelyden når de fløy.
sme: Kátjá ii láve goasse háhppehit oaidnit daid riekta mot dat láhttejit go njurgot nu čábbát.

source: Som hun lengtet å bli med på andejakt.
sme: Lea go son áhčči goddán stuora čuotnjága?

source: Tenk å komme hjem med alle fuglene far hadde skutt. Vise dem stolt til bestemor!
sme: Man somá livččii áhči mielde vuolgit loddet čila duohkái, muhtin čoalbmái.

source: Maten på internatet virket enda mer uappetittelig når hun tenkte på fersk andestek.
sme: Internáhia biebmu orui easka šaddame nu heitot go son jurddašii varas loddemállása birra.

source: Men våren brakte sammeren med seg, og Kátjás første sko1eår tok endelig slutt.
sme: Giđđa buvttii goit ge geasi, ja Kátjá vuosttas skuvlajahki lei viimmat nohkan.

source: Det var rart å komme tilbake til de kjente fjellviddene.
sme: Orui nu ártet boahtit fas oahpes eatnamiidda.

source: Straks skolebussen var fremme, så de far som satt og kokte kaffe et stykke unna. Kátjá følte at hun var kommet hjem.
sme: Dakkaviđe go skuvlabusse ollii luoddageahcái, ja sii njuiko olggos ja fuomášedje áhči dolasteame dievvánjunis, de orui Kátjá mielas juo ahte son lea ruoktot ollen.

source: Hun sprang mot han. Føttene kjentes så lette.
sme: Son viegai áhči lusa, juolggit eai deaddán eai maidege.

source: Far! Far!
sme: — Áhčči!

source: Han reiste seg og løftet henne opp på skuldrene: Neimen kjære deg, du veier jo ingenting!
sme: Áhčči! Áhčči čuoččahii ja loktii Kátjá bajás olggiid ala: — Vuoi mot don leat guoiran!

source: Så tynn du er blitt.
sme: It don deatte šat it maidege.

source: Nå må du først spise tørkakjøtt så du orker å gå hjem!
sme: Dál gal fertet borrat vuos goikebierggu vai nagodat ruoktot vázzit.

source: Men Kátjá hadde ikke ro til å sitte og spise.
sme: Muhto Kátjá ii. stađđan čohkkedit boradit ovdal go lei viegadan vuos mealgat.

source: Hun måtte springe omkring, for hun var plutselig blitt så lett.
sme: Son lei nu geahpas, orui measta girdit sáhttime. Ja mátki ruoktot manai nu álkit.

source: Det var nesten som hun fløy. Turen hjem gikk som en drøm.
sme: Ii son váiban vaikko lei ge buot unnimus skuvlamánáin.

source: Kátjá løp foran de andre langs den kronglete stien, ivrig etter å se om de snart var hjemme.
sme: Son viegai ain guhkás ovdalii áhči bálgá mielde ja várdái jugo ihtá ruoktu.

source: Da far stoppet på den vanlige rasteplassen, hadde ikke Kátjá det minste lyst til å hvile. Hun var ikke sliten, trengte ikke å hvile.
sme: Ja go áhčči bisánii dan johkagáddái gaskomátkki gos sii lávejit vuoiŋŋastallat ja gáfe vuoššat, de ii háliidan Kátjá bisánit.

source: Og det var så lenge å vente til de andre hadde spist og hvilt seg, de som alle hadde noe å bære på.
sme: Son ii lean váiban ja orui nu guhká vuordit dassážii dat earát vuoiŋŋastedje geain juohkehaččas lei juoga guoddámuš.

source: Da de nærmet seg hjemtraktene, begynte de å småløpe. Selv Biret, hun som hadde mest å bære på.
sme: Muhto go ruoktu lahkonišgođii, de viehkagohte buot mánát, vel Biret nai geas lei eanemus guoddit.

source: Kátjá så bestemor på lang avstand.
sme: Kátjá fuomášii áhku juo guhkkin.

source: Hun kom for å møte dem!
sme: Áhkku lei vuolgán sin ovddal!

source: - Bestemor!
sme: — Áhkku!

source: Kátjá la på sprang mot henne.
sme: huikkadii Kátjá ja viehkagođii.

source: Stien ble borte i en tåke av gledestårer, og hun snublet.
sme: Su čalmmiide divve gatnjalat ja son ii oaidnán šat bálgá nu čielgasit, danin son gahčai muhtin buvdnagaskii.

source: Hun kom seg fort på beina igjen og løp videre.
sme: Ii son ádjánan beare guhká beassat fas bajás ja viehkalit.

source: Bestemor gikk nesten over ende, da hun kastet seg rundt halsen hennes.
sme: Son viegai áhku gosii veallut go hengostii su čeabet birra. — Áhkku!

source: - Bestemor! Du lukter så godt, gråt Kátjá.
sme: — Dus lea nu njálgga hádja, čierostuvai Kátjá.

source: - Lillehjelper, så blek du er blitt.
sme: — Kátjážan! Man šoavkat don leat.

source: Spiser du ingenting på skolen?
sme: It go leat borran márkanis?

source: Kátjá svarte ikke, holdt bare om bestemor, redd for at hun skulle forsvinne om hun slapp taket.
sme: Kátjá ii vástidan, dušše doalai ain áhkus gitta.

source: De andre nådde dem igjenog fortsatte mot huset.
sme: Earát jovde sin rádjái ja sii vázzigohte viesu guvlui.

source: Bestemor fortalte om alt som hadde hendt mens de hadde vært borte.
sme: Áhkku muitalii buot mii dálus lea dáhpáhuvvan.

source: Lillebror var blitt stor gutt, dugelig og hjelpsom.
sme: Unna vieljaš lea šaddan nu searra, olles veahkki.

source: Katta hadde fått unger, og i fjøset var det tre små kalver, og far hadde kjøpt ny båt og not.
sme: Bussá lea ožžon čivggaid ja návehis leat golbma unna gálbbáža. Ja áhčči lea oastán ođđa fatnasa ja nuohti.

source: En stor båt, som kunne ta mye fisk.
sme: Stuora fatnasa masa čáhket vaikko man ollu guolit.

source: Bestemor hadde ennå ikke hørt gjøken og det syntes hun var merkelig.
sme: Ii ge áhkku lohkan iežas vel gullan giega. Dan son imaštalai veahá.

source: Kátjá stanset: Se, bestemor!
sme: Kátjá geahčai muoraide ja bisánii: — Áhkku, gea!

source: Her er trærne alt begynt å bli grønne, men på skolen er de bare svarte og stygge!
sme: Dáppe leat juo lasttat álgán ihtit, márkanis eai leat eara go čáhppes, romis muorat.

source: Først da de kom inn og Kátjá hadde spist seg mett, kjente hun hvor sliten hun var.
sme: Ii ge Kátjá dovdan ahte son lea váiban ovdal go vissui lei ollen ja gallás boradan, de dovdogođii čalmmiin ja julggiin man váibbas son lea.

source: Hun ba bestemor legge seg sammen med henne på reinskinnet i kammerskroken og fortelle mer om alt som hadde hendt mens hun hadde vært på skolen.
sme: Kátjá sidai áhku velledit ja muitalit ain eanet geasse ságaid. Son náđui áhku báldii ja cipmui čavga su čeabeha birra.

source: Bestemor fortalte, om vårflommen, om alle fisketurene og jaktturene.
sme: Áhkku muitalii giđđadulvvi birra, guolleságaid ja lodden-ságaid.

source: Hun fortsatte, lenge etter at Kátjá var dysset i søvn av den varme stemmen.
sme: Son humai ja bogostalai, muitalii ain vaikko Kátjá lei juo nohkkan.

source: Forundret åpnet Kátjá øynene.
sme: Imaštallamiin rabesta Kátjá čalmmiid.

source: Drømte hun ennå? Hun så kammerset hjemme og hørte kjente stemmer!
sme: Álggos son ballá son lea dušše niegadeame go oaidná oahpes seinniid ja gullá oahpes jienaid.

source: Fort lukket hun igjen øynene for å holde på drømmen.
sme: Son doapmala čarvet čalmmiid fas gitta vai niehku ii noga.

source: Hun lå ganske stille.
sme: Son han lea duođas ruovttus!

source: Langsomt kom gleden. Hun var hjemme!
sme: Doppe leat buohkat čohkkáme ja boradeame.

source: Kátjá kom seg på beina og sprang ut i kjøkkenet.
sme: Kátjá viehka eatni askái. Sus lea maid nu hirbmat borranmiella.

source: Hun satte seg på fanget til mor, skrubbsulten igjen.
sme: Nu suohtas lea fas eatni askkis čohkkádit ja boradit.

source: Det var deilig å sitte slik, akkurat som før, og spise mors gode mat. Mor og far spurte om skolen, men Kátjá svarte ikke.
sme: Njálgga oahpes biepmu. Áhčči ja eadni jearahallaba skuvlla birra, muhto Kátjá ii jienát ii maidege.

source: Orket ikke.
sme: Son ii hálit muiltuhuvvot skuvlla.

source: Det var alt for vondt å tenke på eller snakke om. Hun fant ikke ord som var grusomme nok til å beskrive skolen.
sme: Ii hálit, ii ge sáhte hupmat ge dan birra. Doppe lei aivve váivi, nu váivi man birra lea veadjemeaitun hupmat.

source: Spiste og spiste som om hun ikke hadde smakt mat på mange år!
sme: Eai oro sánit gávdnome mat čilgejit dan issoras váivvi mii skuvlajagis lea leamaš.

source: Da orket hun ikke sitte inne lenger.
sme: Danin son ii jienát maidege, dušše borada.

source: Hun måtte se alt, aller først den nye båten.
sme: Ja mot son borrá! Ii oro oba galláneame ge.

source: Oi, så svær!
sme: Ruovttu biebmu.

source: Sikkert den største båten i hele verden.
sme: Vuos jávregáddái oaidnit ođđa fatnasa.

source: Det måtte være plass til mange hundre, nei mange tusen fisk!
sme: Vuoi bánne man stuora fanas! Mis gal dál lea várra stuorámus fanas máilmmis.

source: Hun hoppet og sprang over enga, fylt av kriblende glede.
sme: Njuikumiin son viehká gietti mielde ja hurada.

source: Så godt å bare 1øpe, uten smerter, uten vondt noen steder!
sme: Nu imaš ja suohtas lea viehkat ja dovdat ahte ii leat gostege bávččas.

source: Ikke frykte juling og erting!
sme: Ii leat čoavji ii ge oaivi bávččas.

source: Hun stoppet brått.
sme: Son bisána go gullá giega.

source: Der var gjøken! Sto helt stille, lyttende.
sme: Čuožžu áibbas jaska oanehaš ja guldala giega guhkkama.

source: Så la hun på sprang. Bestemor måtte få vite at gjøken var kommet!
sme: Ja de viehkala son áhkkui muitalit ahte giehka lea juo boahtán.

source: Bestemor som sier at da er sommeren på vei for alvor.
sme: Áhkku dadjá ahte dalle lea geassi duođas boahtime.

source: Kátjá lekte med lillebror Joavnna.
sme: Maŋŋil stoahká Kátjá unna vieljažiin Joavnnain.

source: Hun hentet vedkubber fra vedskjulet som skulle forestille lærerinna og husmora.
sme: Son váldá muoraid muorraviesus ja stoahká ahte dat leat mahkáš skuvlarivgu ja internáhta husmora.

source: - Husmora er ei merkelig dame som alltid sier at jeg er skitten.
sme: — Husmora lea dakkár mii álo lohká mu leat nu duolvvasin.

source: Hun snakker veldig rart, og lukter like rart, fortalte Kátjá.
sme: Son hupmá hui ártegit ja sus lea hui imaš hádja, čilge son unna vieljažii.

source: - Husmora svarer aldri når jeg spør henne om noe, og hun bryr seg ikke om når de store barna slår de små.
sme: Husmora ii vástit go mun jearan sus juoidá, ii ge beroš go stuorit mánát doaruhit unnit mánáid.

source: Hun er veldig dum. Kátjá slo husmorvedkubben med en kvist.
sme: Son lea nu jalla, dadjá Kátjá ja álgá rissiin huškut dan muorrabihtá mii mahkás lea husmora.

source: Joavnna hjalp til.
sme: Joavnna maid huškugoahtá.

source: De banket og slo alt de orket.
sme: Soai huškuba ja boagusteaba.

source: Det var artig at den dumme husmora fikk så mye juling.
sme: Dat lea nu somá go husmora bávččaga.

source: - Lærerinna vår er også en idiot, sa Kátjá.
sme: — Skuvlarivgu lea maid jalla, lohká Kátjá.

source: Hun sier ikke et ord til de andre barna når de erter meg fordi jeg ikke kan norsk.
sme: — Son ii beroš go eará mánát boagustit mu go in máhte dárogiela.

source: Lærerinna forstår ingen verdens ting, dumma, hun skal også få juling!
sme: Son ii ipmir ii maidege. Su ferte maid huškut, jallas diŋgga.

source: Kátjá og lillebroren straffet husmora og lærerinna riktig lenge.
sme: Nu soai huškuba husmora ja skuvlarivgu ja boagusteaba go dat gaigges rivgut bávččagit.

source: De fortjente å ha det virkelig vondt de og.
sme: Kátjá muitala unna vieljažii dáččaid ja rivguid birra.

source: Lillebroren fikk høre om de norske, at det var slike folk som alle barn måtte frykte og adlyde.
sme: Dat leat dakkárat main mánát galget ballat ja álo jeagadit.

source: Var man ulydig, ble man knepet i øret og satt i skammekroken.
sme: Jos ii jeagat de váldet bealljái ja bidjet heahpatčihkii čuožžut.

source: - På skolen er det ikke lov å snakke om familien eller hjemmet, og på internatet skal en bestandig sloss, fortsatte Kátjá.
sme: Skuvllas ii oaččo ii ruovttu birra ge hupmat. Internáhtta gis lea dakkár báiki gos álot galgá doarrut.

source: En må alltid passe seg, ellers får en juling, eller ødelagte klær.
sme: Ja álo váruhit vai ii cápmahala ja vai eai billis biktasiid.

source: Lillebrorens øyne ble svarte av harme.
sme: Doppe maid ii galgga maidege muitalit ruovttu birra.

source: - De hånflirer når de hører at bestemor ikke kan et eneste ord norsk, og at mor og far ikke har rein, men bare har kofter.
sme: Earát dušše boagustit jos gullet dan ahte áhkku ii máhte sáni ge dárogiela, ja ahte eatnis ja áhčis eai leat obanassiige bohccot.

source: Slik satt de lenge og pratet.
sme: Guhká čohkkába soai unna vieljažiin giettis ja humadeaba.

source: Lillebroren forsto at skolen var et ondt sted, og han lovet stolt å slå dem flate alle sammen, om de så mye som nærmet seg Kátjá når han begynte på skolen.
sme: Unna vieljaš ipmirdii ahte skuvllas galgá aivve doarrut. Son čilgii Kátjái go son álgá skuvlii áigu son cábmit juohke ovtta gii fal Kátjá bieguha.

source: Sommeren gikk fort og skoletiden nærmet seg.
sme: Geassi manná johtilit. Skuvlaáigi fas lahkonišgoahtá.

source: Hele sommeren grublet Kátjá over hvordan hun skal greie å holde ut enda et år.
sme: Geasi miehtá lea Kátjá suoli jurddašan ja hutkan mot son galgá nagodit fas ovtta olles jagi leat skuvllas.

source: Hun og lillebror kom til at en måtte bli riktig ondskapsfull for å greie seg på skolen.
sme: Soai leaba unna vieljažiin veahkkalagaid hutkan, ja gávnnahan ahte skuvllas ii ábut leat siivui.

source: Kátjá bestemte seg for at ingen skulle klare å gi henne juling mer.
sme: Kátjá lei bidjan miela vuollái ahte ii oktage galgan suinna bihtít šat skuvllas ii ge internáhtas.

source: Hele sommeren øvde hun og lillebror seg på å sloss.
sme: Soai leigga unna vieljažiin hárjehallan doarrut miehtá geasi.

source: Men hun fikk vondt i magen flere dager før skolen begynte, fordi hun gruet seg så fælt.
sme: Máŋga beaivvi ovdal go skuvlii galge vuolgit, de álggii Kátjás juo čoavji bávččastit. Son balai nu issorasat.

source: Den siste natta hjemme klamret hun seg til bestemor.
sme: Maŋemus ija ruovttus doalai son ija miehtá čavga áhkus gitta.

source: Da morgenen kom, ba hun bestemor om å følge med til skolen.
sme: Iđđes jearai son ii go áhkku sáhtáše skuvlii vuolgit mielde.

source: Men bestemor kunne ikke, og Kátjá måtte forlate varmen og tryggheten hos bestemor og alle andre hjemme.
sme: Muhto áhkku ii sáhttán. Ja ođđasis šattai son fas guođđit dan litna, liegga áhku seaŋgga.

source: Hun fulgte etter far og de andre med uvillige skritt.
sme: Lossa, lossa lávkkiiguin vázzilii son áhči ja daid earáid maŋŋái skuvlii fas.

source: Skoleårene gikk på et vis.
sme: Nu manne goit ge skuvlajagit.

source: Den ene dagen var like trist og lang som den andre, uten noe å glede seg over.
sme: Seammá váivvit, seammá guhkit. Skuvllas ii dáhpáhuvvan goasse mihkkege mii lea somá.

source: Kátjá lærte seg å bli hard som stein.
sme: Kátjá oahpai leat garas.

source: Bare slik kunne hun holde ut på internatet.
sme: Son oahpai mot olmmoš ferte leat vai ceavzá internáhtas.

source: Aldri mer gråt hun så andre så det, men det gikk ikke en eneste lang natt uten at hodeputa var våt.
sme: Son ii čirron šat earáid oainnu. Vaikko dain ollu ijain ii mannan oktage idja nu ahte gatnjalat eai golgan.

source: Hun skulle heller ikke stole på noen mer, aldri fortelle noe om seg selv, aldri.
sme: Ii ábuhan muitalit ge ii maidege iežas birra earáide. Ii ge goasse galgan čájehit dovdduidis.

source: Her skulle en spise når det var spisetid, selv om en ikke var sulten.
sme: Skuvllas galggai borrat dalle go lei borranáigi, vaikko ii leat ge borranmiella.

source: Når en virkelig var sulten, var det ikke mat å få før spisetid.
sme: Ii ge ožžon borrat dalle go lei borranmiella.

source: Alt hun hadde lært hjemme at hun ikke skulle gjøre, måtte hun gjøre på skolen og internatet..
sme: Skuvllas ja internáhtas galggai buot bargat maid ruovttus ii galgan, ii ge ábuhan maidege bargat masa ruovttus lei hárjánan.

source: Livet på skolen var omvendt av hjemme.
sme: Doppe lei jorggu eallin maid bákkus šattai oahppat.

source: Det måtte hun tvinge seg til å tåle.
sme: — Don it leat mihkkege! hárde sámiid mánát.

source: Hun fikk for alvor føle hva det vil si å ikke være flyttsamebarn.
sme: — Dii ehpet leat sápmelaččat! Skuvllas fas gulai márkanmánáin ahte son ii lean rivgu ge.

source: - Du er ingenting, sa flyttsamebarna til henne.
sme: Son han ii máhttán dárogiela, eai ge sus lean rivgobiktasat.

source: Tro bare ikke at du er same, for det er du ikke, hørte hun på internatet hver eneste dag.
sme: Dat lei ipmilmeahttun váttis dan ipmirdit Kátjái, danin čoagganišgođii su unna váimmožii eambbo ja eambbo vašši.

source: På skolen fikk hun merke at hun heller ikke var norsk, ikke hadde norske klær.
sme: Vašši buot skuvlaolbmáid vuostá, vašši boazosámiid mánáid vuostá, vašši buot internáhta vuostá.

source: Kátjá kunne ikke begripe hvorfor det var slik, hvorfor de syntes hun var så annerledes.
sme: Manemus lei sus gártan nu ollu vašši ahte sáhtii doarrut maid. Son ii ballan šat ii ovttasge.

source: Hatet gjorde henne uredd og farlig.
sme: Stuorát mánát ballagohte unna Kátjážis.

source: Hun kunne sloss, fryktet ikke lenger noen.
sme: Son lei unni, muhto seammá váralaš go boraspire.

source: Hun var liten, men kjapp og sterk, og hun foraktet alle.
sme: Danin go son lei nu snáhpis ja nu gievra. Ii ge ballan ii ovttasge.

source: Hun gav blaffen i husmora, rakte tunge og snakket bare samisk slik at hun ikke forstod ett ord. De andre barna nærmet seg forsiktig, ville plutselig være venner med Kátjá som var så god til å sloss.
sme: Ii beroštan husmoras, dušše njeaccui sutnje ja humai suinna sámegiela vašiin. Go dat eará mánát fuomášedje man juonalaš ja baháneahkkán Kátjá lei šaddan, de sii háliidedje suinna šaddat buorit olbmát.

source: Men hun ville ikke være venner med noen.
sme: Muhto Kátjá ii beroštan sis, ii ge háliidan ovtta ge olmmájin.

source: Hun ville bare få være ifred.
sme: Son birgii okto, go beare dikte su ráfis.

source: Kátjá sluttet å smile.
sme: Kátjá ii mojohallan šat skuvllas ii goassege.

source: Hun holdt seg for seg selv, og hun fikk være i fred.
sme: Son lei dávjjimusat okto, muhto ii ballan gal dan dihte daid eará mánáin sai.

source: Ingen ertet mer, ingen gjorde henne vondt, og ingen våget lenger å sloss med henne.
sme: Ja dat earát dikte su ráfis. Eai hárdán šat, eai bilkidan eai ge duostan su šat viggat doaruhit ge.

source: Slik forandret sko1eårene Kátjá.
sme: Skuvlajagit earáhuhtte Kátjá nu issorasat.

source: Hun var nesten ikke til å kjenne igjen.
sme: Son vajálduhttigođii buot buriid dovdduid.

source: Barnsligheten forsvant.
sme: Bahá ja vašši dievai sadjái.

source: Smilet også, og hun sluttet å nynne salmene som bestemor hadde lært henne.
sme: Son ii šat muitán bálljo mii lea mii suohttasa buktá, mot galgá duohtaváimmus boagustit?

source: Hvordan var det å ligge i bestemors seng?
sme: Mot dat lei áhku bálddas veallát?

source: Når hun lukket øynene husket hun nøyaktig hvordan det var. Men det var sjelden så mye ro på skolen at hun kunne hente fram minnene om bestemora.
sme: Naba áhku lávlunjietna, dan son gal mielas muittii hui bures, muhto ii gostege lean nu ráfi ii skuvllas ii ge internáhtas ahte sáhtii čalmmiid bidjat gitta ja muittašit áhku.

source: Kátjá ble innesluttet, stille og passiv.
sme: Kátjá lei šaddan hui duodalaš ja jaskat.

source: Om hun fikk kjeft av lærerinna, brydde hun seg ikke om det.
sme: Ii son ballan oahpaheddjiin ii ge jeagadan internáhta biiggáid.
